[
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20220528_114546.jpg",
    "description": "这张图片展示了一个室内场景，背景是一张深绿色的桌面。主要主体是一个透明的塑料杯，里面装有蓝色的黏稠物质，可能是某种手工制作的黏土或史莱姆。杯子旁边隐约可见另一个塑料瓶的一部分。光线均匀，可能是自然光或室内灯光，整体环境显得干净整洁。整个画面给人一种轻松愉悦的感觉，仿佛是一个手工制作的愉快时刻。",
    "search_text": "这张图片展示了一个室内场景，背景是一张深绿色的桌面。主要主体是一个透明的塑料杯，里面装有蓝色的黏稠物质，可能是某种手工制作的黏土或史莱姆。杯子旁边隐约可见另一个塑料瓶的一部分。光线均匀，可能是自然光或室内灯光，整体环境显得干净整洁。整个画面给人一种轻松愉悦的感觉，仿佛是一个手工制作的愉快时刻。 | 文件名: IMG | 2022年5月 | 季节: 春天 | 时段: 白天",
    "exif_data": {
      "datetime": "2022-05-28T11:45:46",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T14:51:14"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20211026_142240.jpg",
    "description": "这是一张室内博物馆展览的照片，展示了一把精美的折扇。扇子是主要主体，展开呈半圆形，扇面上有精致的金色花纹和图案，显得非常典雅。扇子被放置在一个透明的支架上，背景是红色的墙面，衬托出扇子的华丽。光线柔和，均匀地照射在扇子上，使其细节更加清晰可见。整个场景给人一种宁静而高雅的氛围，仿佛在诉说着历史的故事。",
    "search_text": "这是一张室内博物馆展览的照片，展示了一把精美的折扇。扇子是主要主体，展开呈半圆形，扇面上有精致的金色花纹和图案，显得非常典雅。扇子被放置在一个透明的支架上，背景是红色的墙面，衬托出扇子的华丽。光线柔和，均匀地照射在扇子上，使其细节更加清晰可见。整个场景给人一种宁静而高雅的氛围，仿佛在诉说着历史的故事。 | 文件名: IMG | 2021年10月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2021-10-26T14:22:42",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T14:58:44"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20211026_142143.jpg",
    "description": "这是一张在室内博物馆拍摄的图片，展示了一把古色古香的折扇。折扇被放置在一个透明的展示柜中，柜内光线明亮，突出扇面的细致画工。扇面上绘有古代人物和自然景观，人物似乎正在进行某种交流或活动，背景中有树木和岩石，展现出一种悠闲的古代生活场景。整个环境显得宁静而典雅，透出一种历史的厚重感和文化的深邃感。展示柜的光线柔和，营造出一种温馨而庄重的氛围。",
    "search_text": "这是一张在室内博物馆拍摄的图片，展示了一把古色古香的折扇。折扇被放置在一个透明的展示柜中，柜内光线明亮，突出扇面的细致画工。扇面上绘有古代人物和自然景观，人物似乎正在进行某种交流或活动，背景中有树木和岩石，展现出一种悠闲的古代生活场景。整个环境显得宁静而典雅，透出一种历史的厚重感和文化的深邃感。展示柜的光线柔和，营造出一种温馨而庄重的氛围。 | 文件名: IMG | 2021年10月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2021-10-26T14:21:44",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T14:58:56"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20211026_141549.jpg",
    "description": "这张图片展示了一个室内博物馆展览的场景，主体是一件精美的古代服饰，悬挂在展柜中。服饰呈长袍形状，颜色为古朴的棕色，上面绣有复杂的花纹，袖口和领口为深色边缘。展柜内的光线柔和，突显出服饰的细节和质感，背景为简单的浅色墙面，使主体更加突出。整个环境显得宁静而庄重，给人一种历史悠久、文化深厚的氛围。展柜下方有一个小标签，提供了关于这件服饰的简要信息。",
    "search_text": "这张图片展示了一个室内博物馆展览的场景，主体是一件精美的古代服饰，悬挂在展柜中。服饰呈长袍形状，颜色为古朴的棕色，上面绣有复杂的花纹，袖口和领口为深色边缘。展柜内的光线柔和，突显出服饰的细节和质感，背景为简单的浅色墙面，使主体更加突出。整个环境显得宁静而庄重，给人一种历史悠久、文化深厚的氛围。展柜下方有一个小标签，提供了关于这件服饰的简要信息。 | 文件名: IMG | 2021年10月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2021-10-26T14:15:49",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T15:00:08"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20211026_141540.jpg",
    "description": "这张图片展示了一个室内博物馆展览场景，墙上挂着一块精美的刺绣布料。刺绣布料是主要主体，上面有复杂的花纹和图案，色彩丰富，主要以红色和金色为主。布料被整齐地展示在一个玻璃展柜中，旁边有一个小标签，提供了关于展品的信息。光线柔和，聚焦在刺绣上，背景简单，突出展品的细节。整体氛围宁静而庄重，给人一种欣赏艺术品的沉静感。",
    "search_text": "这张图片展示了一个室内博物馆展览场景，墙上挂着一块精美的刺绣布料。刺绣布料是主要主体，上面有复杂的花纹和图案，色彩丰富，主要以红色和金色为主。布料被整齐地展示在一个玻璃展柜中，旁边有一个小标签，提供了关于展品的信息。光线柔和，聚焦在刺绣上，背景简单，突出展品的细节。整体氛围宁静而庄重，给人一种欣赏艺术品的沉静感。 | 文件名: IMG | 2021年10月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2021-10-26T14:15:41",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T15:00:26"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20211026_140722.jpg",
    "description": "这张图片展示了一个博物馆的室内展览场景。展柜中陈列着多个古代金属锭和铜钱，主要包括银锭、铜锭和一些古钱币。物品整齐地排列在展台上，背景是深色的展板，上面有文字说明。光线柔和，聚焦在展品上，营造出一种庄重而宁静的氛围。展品的历史感和陈列方式让人感受到浓厚的文化气息，仿佛穿越时空，回到了古代的商业交易场景。整体氛围既神秘又充满了历史的厚重感。",
    "search_text": "这张图片展示了一个博物馆的室内展览场景。展柜中陈列着多个古代金属锭和铜钱，主要包括银锭、铜锭和一些古钱币。物品整齐地排列在展台上，背景是深色的展板，上面有文字说明。光线柔和，聚焦在展品上，营造出一种庄重而宁静的氛围。展品的历史感和陈列方式让人感受到浓厚的文化气息，仿佛穿越时空，回到了古代的商业交易场景。整体氛围既神秘又充满了历史的厚重感。 | 文件名: IMG | 2021年10月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2021-10-26T14:07:23",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T15:03:40"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20211026_140706.jpg",
    "description": "这张图片展示了一个室内博物馆展览场景，展柜中陈列着六块古代铜币。每块铜币呈现出不同程度的绿色铜锈，形状各异，平放在展示台上。展柜下方有标签，标注了每块铜币的名称和来源。背景是深色的墙壁，光线柔和，突出展示物品的细节。整体氛围宁静而庄重，给人一种历史厚重感，仿佛在诉说着古老的故事。",
    "search_text": "这张图片展示了一个室内博物馆展览场景，展柜中陈列着六块古代铜币。每块铜币呈现出不同程度的绿色铜锈，形状各异，平放在展示台上。展柜下方有标签，标注了每块铜币的名称和来源。背景是深色的墙壁，光线柔和，突出展示物品的细节。整体氛围宁静而庄重，给人一种历史厚重感，仿佛在诉说着古老的故事。 | 文件名: IMG | 2021年10月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2021-10-26T14:07:06",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T15:03:54"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\3868b7573217466f9d23084f362ce05a.jpg",
    "description": "这张图片展示了一个室外场景，具体地点是一所学校的入口。画面中可以看到学校建筑的一部分，建筑上有中文标语，旁边是一个拱形的校门。天空中出现了一道淡淡的彩虹，背景是温暖的粉蓝色天空，给人一种宁静而美好的感觉。周围有几棵高大的棕榈树，增添了热带的氛围。光线柔和，似乎是傍晚时分，整个场景显得非常温馨和祥和。",
    "search_text": "这张图片展示了一个室外场景，具体地点是一所学校的入口。画面中可以看到学校建筑的一部分，建筑上有中文标语，旁边是一个拱形的校门。天空中出现了一道淡淡的彩虹，背景是温暖的粉蓝色天空，给人一种宁静而美好的感觉。周围有几棵高大的棕榈树，增添了热带的氛围。光线柔和，似乎是傍晚时分，整个场景显得非常温馨和祥和。 | 文件名: 3868b7573217466f9d23084f362ce05a | 2019年6月 | 季节: 夏天 | 时段: 白天",
    "exif_data": {
      "datetime": "2019-06-03T16:11:33",
      "camera": null,
      "gps": null,
      "orientation": 1
    },
    "file_time": "2023-08-07T15:17:30"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\42fa5d2c3c69989b.jpg",
    "description": "这是一幅室外黄昏时分的城市景观图。画面中，天空被绚丽的晚霞染成橙色和粉色，云层在夕阳的映衬下显得格外柔和。地平线上，城市的建筑物剪影清晰可见，勾勒出城市的轮廓。光线柔和，给人一种宁静而温馨的感觉。背景中的云层层叠叠，仿佛在诉说着一天的结束和夜晚的来临。整体氛围安详而美丽，让人感受到一天忙碌后的平静与放松。",
    "search_text": "这是一幅室外黄昏时分的城市景观图。画面中，天空被绚丽的晚霞染成橙色和粉色，云层在夕阳的映衬下显得格外柔和。地平线上，城市的建筑物剪影清晰可见，勾勒出城市的轮廓。光线柔和，给人一种宁静而温馨的感觉。背景中的云层层叠叠，仿佛在诉说着一天的结束和夜晚的来临。整体氛围安详而美丽，让人感受到一天忙碌后的平静与放松。 | 文件名: 42fa5d2c3c69989b | 2023年8月 | 季节: 夏天 | 时段: 白天",
    "exif_data": {
      "datetime": null,
      "camera": null,
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T15:23:02"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_163238.jpg",
    "description": "这张图片展示了一个室外花园场景，具体地点是一个被藤蔓和花卉覆盖的拱形长廊。主要主体是悬挂在拱顶的紫藤花，形成了一道自然的花帘。阳光透过叶子洒在地面上，营造出斑驳的光影效果。背景中可以看到郁郁葱葱的绿植，增添了生机与活力。整个环境显得宁静而美丽，给人一种悠闲和放松的感觉，仿佛置身于一个与世隔绝的绿色天堂。",
    "search_text": "这张图片展示了一个室外花园场景，具体地点是一个被藤蔓和花卉覆盖的拱形长廊。主要主体是悬挂在拱顶的紫藤花，形成了一道自然的花帘。阳光透过叶子洒在地面上，营造出斑驳的光影效果。背景中可以看到郁郁葱葱的绿植，增添了生机与活力。整个环境显得宁静而美丽，给人一种悠闲和放松的感觉，仿佛置身于一个与世隔绝的绿色天堂。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T16:32:39",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T23:46:06"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_163201.jpg",
    "description": "这张图片展示了一个室外场景，具体地点可能是一个公园或自然景区。画面中最显眼的是一块大石头，上面用红色字体写着“缘起”和“Way in”，旁边有一个箭头指示方向。石头周围是绿树成荫的环境，阳光透过树叶洒在地面上，营造出一种宁静而自然的氛围。背景中可以看到一些灌木和树木，地面上有落叶，显示出一种悠闲和放松的感觉。整体氛围温馨而平和，适合散步和放松心情。",
    "search_text": "这张图片展示了一个室外场景，具体地点可能是一个公园或自然景区。画面中最显眼的是一块大石头，上面用红色字体写着“缘起”和“Way in”，旁边有一个箭头指示方向。石头周围是绿树成荫的环境，阳光透过树叶洒在地面上，营造出一种宁静而自然的氛围。背景中可以看到一些灌木和树木，地面上有落叶，显示出一种悠闲和放松的感觉。整体氛围温馨而平和，适合散步和放松心情。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T16:32:02",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T23:46:24"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_163029.jpg",
    "description": "这是一张室外场景的图片，拍摄地点似乎是在一个公园或旅游景点。画面中最显眼的是一座红色的小屋，墙上挂着多块白色木牌，上面写有欢迎词和诗句。小屋的左侧有一个小窗户，右侧有一扇白色的门。门旁边有一个红色的架子，上面摆放着几盆绿色植物和花卉。背景中可以看到茂密的树木，阳光明媚，光线充足，给人一种温暖和愉悦的感觉。整体氛围显得宁静而舒适，适合休闲放松。",
    "search_text": "这是一张室外场景的图片，拍摄地点似乎是在一个公园或旅游景点。画面中最显眼的是一座红色的小屋，墙上挂着多块白色木牌，上面写有欢迎词和诗句。小屋的左侧有一个小窗户，右侧有一扇白色的门。门旁边有一个红色的架子，上面摆放着几盆绿色植物和花卉。背景中可以看到茂密的树木，阳光明媚，光线充足，给人一种温暖和愉悦的感觉。整体氛围显得宁静而舒适，适合休闲放松。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T16:30:31",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T23:46:42"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_162655.jpg",
    "description": "这张图片展示了一个室外场景，可能是在一个乡村或公园的草地上。画面中有两只白色的鹅，它们并排站立，似乎在悠闲地散步或观察周围的环境。鹅的姿态显得从容而优雅，橙色的喙和脚在绿色的草地上显得格外醒目。背景中有一些岩石和木制栅栏，上面爬满了绿色的植物，增添了自然的气息。光线柔和，天气看起来晴朗，整个画面给人一种宁静和谐的感觉。",
    "search_text": "这张图片展示了一个室外场景，可能是在一个乡村或公园的草地上。画面中有两只白色的鹅，它们并排站立，似乎在悠闲地散步或观察周围的环境。鹅的姿态显得从容而优雅，橙色的喙和脚在绿色的草地上显得格外醒目。背景中有一些岩石和木制栅栏，上面爬满了绿色的植物，增添了自然的气息。光线柔和，天气看起来晴朗，整个画面给人一种宁静和谐的感觉。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T16:26:56",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T23:48:44"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_162515.jpg",
    "description": "这张图片展示了一个室外自然场景，地点可能是一片山地或森林边缘。主要主体是远处的山脊和树木，山脊上有一些突出的岩石，树木郁郁葱葱。天空中漂浮着几朵白云，阳光明媚，蓝天显得格外清澈。背景中没有明显的人物或动物，整个环境显得宁静而自然。光线柔和，天气晴朗，给人一种舒适和放松的感觉，仿佛置身于大自然的怀抱中，令人心旷神怡。",
    "search_text": "这张图片展示了一个室外自然场景，地点可能是一片山地或森林边缘。主要主体是远处的山脊和树木，山脊上有一些突出的岩石，树木郁郁葱葱。天空中漂浮着几朵白云，阳光明媚，蓝天显得格外清澈。背景中没有明显的人物或动物，整个环境显得宁静而自然。光线柔和，天气晴朗，给人一种舒适和放松的感觉，仿佛置身于大自然的怀抱中，令人心旷神怡。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T16:25:17",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T23:49:08"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_162246.jpg",
    "description": "这是一幅室外风景图片，拍摄于一个湖泊或水库的区域。画面中有陡峭的岩石峭壁，岩石上覆盖着绿色植被，显得生机勃勃。湖面上有一艘小船，船上似乎有几个人，可能正在进行划船活动。天空晴朗，阳光明媚，给整个场景增添了一种清新的氛围。水面平静，反射着蓝天和白云，显得格外宁静。整体氛围轻松而愉悦，仿佛是一个适合户外休闲的好地方。",
    "search_text": "这是一幅室外风景图片，拍摄于一个湖泊或水库的区域。画面中有陡峭的岩石峭壁，岩石上覆盖着绿色植被，显得生机勃勃。湖面上有一艘小船，船上似乎有几个人，可能正在进行划船活动。天空晴朗，阳光明媚，给整个场景增添了一种清新的氛围。水面平静，反射着蓝天和白云，显得格外宁静。整体氛围轻松而愉悦，仿佛是一个适合户外休闲的好地方。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T16:22:46",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T23:50:06"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_160210.jpg",
    "description": "这是一张洞穴内部的照片，显示了洞穴的岩石结构。场景为室内，具体地点是一个天然洞穴。岩石表面呈现出粗糙的质感，颜色以灰色为主，夹杂着一些绿色的苔藓或矿物沉积。光线较为昏暗，但有人工照明打在岩壁上，形成明暗对比，增强了岩石的立体感。背景中没有明显的人物或动物，整个环境显得宁静而神秘。洞穴的幽暗与岩石的纹理共同营造出一种原始而神秘的氛围，让人感受到大自然的力量与美丽。",
    "search_text": "这是一张洞穴内部的照片，显示了洞穴的岩石结构。场景为室内，具体地点是一个天然洞穴。岩石表面呈现出粗糙的质感，颜色以灰色为主，夹杂着一些绿色的苔藓或矿物沉积。光线较为昏暗，但有人工照明打在岩壁上，形成明暗对比，增强了岩石的立体感。背景中没有明显的人物或动物，整个环境显得宁静而神秘。洞穴的幽暗与岩石的纹理共同营造出一种原始而神秘的氛围，让人感受到大自然的力量与美丽。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T16:02:09",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T23:54:54"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_160130.jpg",
    "description": "这是一张室内洞穴的照片，地点可能是一个旅游景点的溶洞。洞穴的岩壁上投射着五颜六色的灯光，包括蓝色、绿色、紫色和红色，营造出一种梦幻般的氛围。没有人物或动物，主要主体是这些色彩斑斓的岩石。光线柔和而多变，使得整个场景显得神秘而宁静。背景中，岩石的纹理清晰可见，给人一种自然与艺术结合的美感。整体氛围显得既神秘又令人惊叹，仿佛进入了一个奇幻的地下世界。",
    "search_text": "这是一张室内洞穴的照片，地点可能是一个旅游景点的溶洞。洞穴的岩壁上投射着五颜六色的灯光，包括蓝色、绿色、紫色和红色，营造出一种梦幻般的氛围。没有人物或动物，主要主体是这些色彩斑斓的岩石。光线柔和而多变，使得整个场景显得神秘而宁静。背景中，岩石的纹理清晰可见，给人一种自然与艺术结合的美感。整体氛围显得既神秘又令人惊叹，仿佛进入了一个奇幻的地下世界。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T16:01:30",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T23:55:16"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_160028.jpg",
    "description": "这张图片展示了一个室内的洞穴场景，可能是一个熔岩隧道。洞穴的墙壁由粗糙的岩石构成，呈现出自然形成的纹理。洞顶有五颜六色的灯光照射，营造出梦幻般的效果，红色、蓝色和绿色的光线交织在一起，给人一种神秘而奇幻的感觉。地面上有一条小径，似乎是供游客行走的通道。整体环境较为昏暗，但灯光的存在使得洞穴显得不那么阴森，反而增添了一丝活力和探索的乐趣。氛围宁静而神秘，仿佛在邀请人们去探索未知的世界。",
    "search_text": "这张图片展示了一个室内的洞穴场景，可能是一个熔岩隧道。洞穴的墙壁由粗糙的岩石构成，呈现出自然形成的纹理。洞顶有五颜六色的灯光照射，营造出梦幻般的效果，红色、蓝色和绿色的光线交织在一起，给人一种神秘而奇幻的感觉。地面上有一条小径，似乎是供游客行走的通道。整体环境较为昏暗，但灯光的存在使得洞穴显得不那么阴森，反而增添了一丝活力和探索的乐趣。氛围宁静而神秘，仿佛在邀请人们去探索未知的世界。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T16:00:28",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T23:55:38"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_154452.jpg",
    "description": "这是一张室内洞穴的照片，拍摄地点可能是一个旅游景点的溶洞。洞穴的岩壁上投射着五彩斑斓的灯光，主要以绿色和蓝色为主，营造出一种神秘而梦幻的氛围。岩石表面凹凸不平，形成了自然的纹理和形状，给人一种原始而古老的感觉。光线柔和，色彩变化丰富，使整个场景显得既宁静又充满活力。背景中没有明显的人物或动物，整个环境显得安静而神秘，仿佛是一个等待探索的未知世界。",
    "search_text": "这是一张室内洞穴的照片，拍摄地点可能是一个旅游景点的溶洞。洞穴的岩壁上投射着五彩斑斓的灯光，主要以绿色和蓝色为主，营造出一种神秘而梦幻的氛围。岩石表面凹凸不平，形成了自然的纹理和形状，给人一种原始而古老的感觉。光线柔和，色彩变化丰富，使整个场景显得既宁静又充满活力。背景中没有明显的人物或动物，整个环境显得安静而神秘，仿佛是一个等待探索的未知世界。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T15:44:52",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-08T00:00:08"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_154402.jpg",
    "description": "这是一张室内的洞穴照片，地点可能是一个旅游景点的溶洞。洞穴内的岩壁被五颜六色的灯光照亮，呈现出红、蓝、绿、紫等多种色彩，形成了一个梦幻般的视觉效果。洞穴中没有明显的人物或动物，主要的主体是这些色彩斑斓的岩石。光线柔和，灯光的色彩交错，使得整个环境显得神秘而迷人。背景中可以看到洞穴的深处，似乎还有更多的通道。整体氛围宁静而奇幻，仿佛进入了一个童话世界。",
    "search_text": "这是一张室内的洞穴照片，地点可能是一个旅游景点的溶洞。洞穴内的岩壁被五颜六色的灯光照亮，呈现出红、蓝、绿、紫等多种色彩，形成了一个梦幻般的视觉效果。洞穴中没有明显的人物或动物，主要的主体是这些色彩斑斓的岩石。光线柔和，灯光的色彩交错，使得整个环境显得神秘而迷人。背景中可以看到洞穴的深处，似乎还有更多的通道。整体氛围宁静而奇幻，仿佛进入了一个童话世界。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T15:44:01",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-08T00:00:30"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_154349.jpg",
    "description": "这是一张室内溶洞的照片，拍摄地点可能是一个著名的旅游景点。画面中主要的主体是一根形状独特的钟乳石，周围的岩壁上有五颜六色的灯光投射，形成了梦幻般的效果。钟乳石静静地矗立在洞穴中，仿佛在诉说着时间的故事。环境光线柔和，灯光的色彩变化为洞穴增添了神秘感。背景中，岩壁的纹理清晰可见，给人一种自然与艺术结合的美感。整体氛围宁静而神秘，令人感受到大自然的鬼斧神工。",
    "search_text": "这是一张室内溶洞的照片，拍摄地点可能是一个著名的旅游景点。画面中主要的主体是一根形状独特的钟乳石，周围的岩壁上有五颜六色的灯光投射，形成了梦幻般的效果。钟乳石静静地矗立在洞穴中，仿佛在诉说着时间的故事。环境光线柔和，灯光的色彩变化为洞穴增添了神秘感。背景中，岩壁的纹理清晰可见，给人一种自然与艺术结合的美感。整体氛围宁静而神秘，令人感受到大自然的鬼斧神工。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T15:43:48",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-08T00:00:44"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_154316.jpg",
    "description": "这张图片展示了一个室内的溶洞场景。洞内光线昏暗，但通过五颜六色的灯光照明，岩壁呈现出绿色、蓝色和橙色的色调，营造出神秘的氛围。画面中有几个人在参观，他们站在木制护栏旁，仰头欣赏洞顶的钟乳石。洞内湿润的空气和独特的地质结构让人感受到大自然的鬼斧神工。整体氛围宁静而神秘，仿佛置身于一个奇幻的地下世界。",
    "search_text": "这张图片展示了一个室内的溶洞场景。洞内光线昏暗，但通过五颜六色的灯光照明，岩壁呈现出绿色、蓝色和橙色的色调，营造出神秘的氛围。画面中有几个人在参观，他们站在木制护栏旁，仰头欣赏洞顶的钟乳石。洞内湿润的空气和独特的地质结构让人感受到大自然的鬼斧神工。整体氛围宁静而神秘，仿佛置身于一个奇幻的地下世界。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T15:43:15",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-08T00:01:02"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_154126.jpg",
    "description": "这张图片展示了一个室外场景，具体地点是一块刻有文字的巨石。石头上用金色字体刻着“石花水洞”几个大字，背景是一些绿色植物，显得生机勃勃。光线柔和，可能是清晨或傍晚，给人一种宁静的感觉。周围的树木和植被在微风中轻轻摇曳，营造出一种自然和谐的氛围。整体氛围温馨而宁静，仿佛置身于一个远离城市喧嚣的世外桃源。",
    "search_text": "这张图片展示了一个室外场景，具体地点是一块刻有文字的巨石。石头上用金色字体刻着“石花水洞”几个大字，背景是一些绿色植物，显得生机勃勃。光线柔和，可能是清晨或傍晚，给人一种宁静的感觉。周围的树木和植被在微风中轻轻摇曳，营造出一种自然和谐的氛围。整体氛围温馨而宁静，仿佛置身于一个远离城市喧嚣的世外桃源。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T15:41:28",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-08T00:01:28"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_153236.jpg",
    "description": "这张图片展示了一个室外公园场景，阳光透过树叶洒在地面上，形成斑驳的光影。画面的主体是一块大石头，上面刻有红色的“情廊”字样，字迹醒目而富有艺术感。石头周围是绿意盎然的草地和树木，树根盘绕在地面，增添了自然的气息。整个环境显得宁静而祥和，阳光明媚，空气清新，给人一种舒适和放松的感觉。背景中的树木和石头共同营造出一种静谧而温馨的氛围，仿佛是一个适合漫步和沉思的好地方。",
    "search_text": "这张图片展示了一个室外公园场景，阳光透过树叶洒在地面上，形成斑驳的光影。画面的主体是一块大石头，上面刻有红色的“情廊”字样，字迹醒目而富有艺术感。石头周围是绿意盎然的草地和树木，树根盘绕在地面，增添了自然的气息。整个环境显得宁静而祥和，阳光明媚，空气清新，给人一种舒适和放松的感觉。背景中的树木和石头共同营造出一种静谧而温馨的氛围，仿佛是一个适合漫步和沉思的好地方。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T15:32:38",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-08T00:02:24"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_105427.jpg",
    "description": "这张图片展示了一个室外花园场景，可能位于公园或庭院中。画面中央是一棵开满黄色花朵的树，树下有一些支撑架。树的周围是郁郁葱葱的灌木和其他植物，背景中隐约可见传统风格的建筑屋顶，增添了古典的气息。左侧有一个白色的灯柱，增加了环境的细节感。光线柔和，天气似乎是阴天，给人一种宁静而自然的氛围。整体感觉舒适宜人，适合休闲漫步。",
    "search_text": "这张图片展示了一个室外花园场景，可能位于公园或庭院中。画面中央是一棵开满黄色花朵的树，树下有一些支撑架。树的周围是郁郁葱葱的灌木和其他植物，背景中隐约可见传统风格的建筑屋顶，增添了古典的气息。左侧有一个白色的灯柱，增加了环境的细节感。光线柔和，天气似乎是阴天，给人一种宁静而自然的氛围。整体感觉舒适宜人，适合休闲漫步。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T10:54:28",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-08T00:15:06"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_104944.jpg",
    "description": "这是一幅室外的自然景观图片，拍摄地点似乎是一个宁静的花园或公园。画面的主体是一个小池塘，池塘中漂浮着许多绿色的荷叶和几朵盛开的粉色荷花，增添了生机与色彩。池塘周围被茂密的绿色植物和树木环绕，显得格外幽静。光线柔和，天空略显阴沉，可能是一个阴天或刚下过雨。背景中，树木和灌木丛形成了一道天然的屏障，隔绝了外界的喧嚣。整体氛围宁静而自然，给人一种放松和舒适的感觉。",
    "search_text": "这是一幅室外的自然景观图片，拍摄地点似乎是一个宁静的花园或公园。画面的主体是一个小池塘，池塘中漂浮着许多绿色的荷叶和几朵盛开的粉色荷花，增添了生机与色彩。池塘周围被茂密的绿色植物和树木环绕，显得格外幽静。光线柔和，天空略显阴沉，可能是一个阴天或刚下过雨。背景中，树木和灌木丛形成了一道天然的屏障，隔绝了外界的喧嚣。整体氛围宁静而自然，给人一种放松和舒适的感觉。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T10:49:44",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-08T00:16:06"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG20230904055201.jpg",
    "description": "这是一幅室外的风景图片，拍摄地点是一条宁静的河流。河两岸种满了茂密的树木，绿意盎然，给人一种清新的感觉。河面平静如镜，倒映着岸边的树木和远处的桥梁。天边的太阳正缓缓落下，天空呈现出柔和的粉橙色，给整个场景增添了一丝温暖的色调。远处可以看到几栋高楼，显示出这是一个城市中的自然景观。整体氛围宁静祥和，仿佛时间在此刻静止，让人感受到一种悠闲和放松的心情。",
    "search_text": "这是一幅室外的风景图片，拍摄地点是一条宁静的河流。河两岸种满了茂密的树木，绿意盎然，给人一种清新的感觉。河面平静如镜，倒映着岸边的树木和远处的桥梁。天边的太阳正缓缓落下，天空呈现出柔和的粉橙色，给整个场景增添了一丝温暖的色调。远处可以看到几栋高楼，显示出这是一个城市中的自然景观。整体氛围宁静祥和，仿佛时间在此刻静止，让人感受到一种悠闲和放松的心情。 | 文件名: IMG20230904055201 | 2023年9月 | 季节: 秋天 | 时段: 夜晚",
    "exif_data": {
      "datetime": "2023-09-04T05:52:01",
      "camera": "OnePlus OnePlus 11",
      "gps": null,
      "orientation": 1
    },
    "file_time": "2023-09-04T05:52:02"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG20241130102508.jpg",
    "description": "这张图片展示了一个室内场景，具体地点似乎是一个博物馆或展览馆。主要主体是一枚大型导弹，放置在一个展示架上，旁边有一个标牌，上面可能写有导弹的相关信息。导弹呈蓝色，造型修长，显得十分威武。环境光线明亮，窗外透进自然光，增强了展品的视觉效果。背景是大面积的玻璃窗，可以看到外面的景色，增加了空间的开阔感。整体氛围显得庄重而肃穆，给人一种科技与历史交汇的感觉。",
    "search_text": "这张图片展示了一个室内场景，具体地点似乎是一个博物馆或展览馆。主要主体是一枚大型导弹，放置在一个展示架上，旁边有一个标牌，上面可能写有导弹的相关信息。导弹呈蓝色，造型修长，显得十分威武。环境光线明亮，窗外透进自然光，增强了展品的视觉效果。背景是大面积的玻璃窗，可以看到外面的景色，增加了空间的开阔感。整体氛围显得庄重而肃穆，给人一种科技与历史交汇的感觉。 | 文件名: IMG20241130102508 | 2024年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2024-11-30T10:25:08",
      "camera": "OnePlus OnePlus 11",
      "gps": null,
      "orientation": 1
    },
    "file_time": "2024-11-30T10:25:10"
  }
]