[
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20220528_114546.jpg",
    "description": "这张图片展示了一个室内场景，背景是一张绿色的桌面。主要主体是一个透明的塑料杯，里面装有蓝色的黏土状物质，质地看起来柔软且富有光泽。旁边隐约可见一个塑料瓶的一部分。光线明亮，可能是自然光或室内灯光照射下的效果。整个画面给人一种轻松和好奇的氛围，仿佛是在进行某种手工制作或实验活动。",
    "search_text": "这张图片展示了一个室内场景，背景是一张绿色的桌面。主要主体是一个透明的塑料杯，里面装有蓝色的黏土状物质，质地看起来柔软且富有光泽。旁边隐约可见一个塑料瓶的一部分。光线明亮，可能是自然光或室内灯光照射下的效果。整个画面给人一种轻松和好奇的氛围，仿佛是在进行某种手工制作或实验活动。 | 文件名: IMG | 2022年5月 | 季节: 春天 | 时段: 白天",
    "exif_data": {
      "datetime": "2022-05-28T11:45:46",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T14:51:14"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20211026_142240.jpg",
    "description": "这张图片展示了一个室内博物馆展览场景，背景是红色墙面，展柜中陈列着一把精美的扇子。扇子由多片扇叶组成，每片扇叶上都有精致的金色花纹装饰，显得古典而优雅。扇子被固定在透明支架上，便于观赏。光线柔和，均匀地照射在扇子上，使其细节更加突出。整个环境显得宁静而庄重，给人一种历史文化的厚重感，仿佛在诉说着过去的故事。",
    "search_text": "这张图片展示了一个室内博物馆展览场景，背景是红色墙面，展柜中陈列着一把精美的扇子。扇子由多片扇叶组成，每片扇叶上都有精致的金色花纹装饰，显得古典而优雅。扇子被固定在透明支架上，便于观赏。光线柔和，均匀地照射在扇子上，使其细节更加突出。整个环境显得宁静而庄重，给人一种历史文化的厚重感，仿佛在诉说着过去的故事。 | 文件名: IMG | 2021年10月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2021-10-26T14:22:42",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T14:58:44"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20211026_142143.jpg",
    "description": "这张图片展示了一个室内博物馆展览场景，主体是一把精美的折扇，扇面上绘有古代人物和树木的图案。折扇被放置在一个透明的展示柜中，柜底有明亮的灯光照射，使扇面细节清晰可见。背景较暗，突出展示物的精致与典雅。整个环境显得宁静而庄重，给人一种欣赏艺术品的愉悦和沉思的氛围。",
    "search_text": "这张图片展示了一个室内博物馆展览场景，主体是一把精美的折扇，扇面上绘有古代人物和树木的图案。折扇被放置在一个透明的展示柜中，柜底有明亮的灯光照射，使扇面细节清晰可见。背景较暗，突出展示物的精致与典雅。整个环境显得宁静而庄重，给人一种欣赏艺术品的愉悦和沉思的氛围。 | 文件名: IMG | 2021年10月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2021-10-26T14:21:44",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T14:58:56"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20211026_141549.jpg",
    "description": "这张图片展示了一个室内博物馆的展览场景。主体是一件古代的刺绣长袍，悬挂在展柜中。长袍的颜色为棕色，表面有精美的刺绣图案，边缘以黑色镶边。展柜的背景是浅色墙面，光线柔和，突显了长袍的细节和质感。展柜下方有一个小标签，提供了关于长袍的简要信息。整个环境显得宁静而庄重，给人一种历史悠久和文化厚重的氛围。",
    "search_text": "这张图片展示了一个室内博物馆的展览场景。主体是一件古代的刺绣长袍，悬挂在展柜中。长袍的颜色为棕色，表面有精美的刺绣图案，边缘以黑色镶边。展柜的背景是浅色墙面，光线柔和，突显了长袍的细节和质感。展柜下方有一个小标签，提供了关于长袍的简要信息。整个环境显得宁静而庄重，给人一种历史悠久和文化厚重的氛围。 | 文件名: IMG | 2021年10月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2021-10-26T14:15:49",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T15:00:08"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20211026_141540.jpg",
    "description": "这张图片展示了一个室内博物馆的展览场景。主要主体是一块精美的刺绣布料，悬挂在展柜中。布料上有复杂的花纹和图案，色彩主要为金色和红色，显得十分华丽。展柜内的光线柔和，突出展示品的细节，使其看起来更加精致。背景是简单的墙面，避免了干扰观赏者的注意力。整体氛围宁静而庄重，给人一种欣赏艺术品的愉悦感。",
    "search_text": "这张图片展示了一个室内博物馆的展览场景。主要主体是一块精美的刺绣布料，悬挂在展柜中。布料上有复杂的花纹和图案，色彩主要为金色和红色，显得十分华丽。展柜内的光线柔和，突出展示品的细节，使其看起来更加精致。背景是简单的墙面，避免了干扰观赏者的注意力。整体氛围宁静而庄重，给人一种欣赏艺术品的愉悦感。 | 文件名: IMG | 2021年10月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2021-10-26T14:15:41",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T15:00:26"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20211026_140722.jpg",
    "description": "这是一张在博物馆内拍摄的图片，展示了一组古代货币和金属锭。场景位于一个展览柜中，背景是深紫色的展板。主要主体包括多个铜钱和几块金属锭，整齐地排列在展柜中。铜钱呈现出不同程度的氧化，显示出历史的痕迹。光线柔和，均匀地照射在展品上，使其细节清晰可见。整个环境安静而庄重，给人一种历史厚重感和文化的沉淀。观众在此可以感受到古代经济的繁荣与发展，氛围宁静而富有教育意义。",
    "search_text": "这是一张在博物馆内拍摄的图片，展示了一组古代货币和金属锭。场景位于一个展览柜中，背景是深紫色的展板。主要主体包括多个铜钱和几块金属锭，整齐地排列在展柜中。铜钱呈现出不同程度的氧化，显示出历史的痕迹。光线柔和，均匀地照射在展品上，使其细节清晰可见。整个环境安静而庄重，给人一种历史厚重感和文化的沉淀。观众在此可以感受到古代经济的繁荣与发展，氛围宁静而富有教育意义。 | 文件名: IMG | 2021年10月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2021-10-26T14:07:23",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T15:03:40"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20211026_140706.jpg",
    "description": "这张图片展示了一个博物馆的室内展览场景。主要主体是六块古代铜钱，整齐地排列在一个展示柜中。每块铜钱都有明显的绿色铜锈，显示出其年代久远的历史感。展示柜的背景是深色的墙面，上面有一些小型圆形物品，可能是其他类型的古钱币。光线柔和，集中在展示柜上，突出展品的细节。整个环境显得宁静而庄重，给人一种历史厚重感和文化探索的氛围。观众可以通过这些展品感受到古代货币的演变和历史的变迁。",
    "search_text": "这张图片展示了一个博物馆的室内展览场景。主要主体是六块古代铜钱，整齐地排列在一个展示柜中。每块铜钱都有明显的绿色铜锈，显示出其年代久远的历史感。展示柜的背景是深色的墙面，上面有一些小型圆形物品，可能是其他类型的古钱币。光线柔和，集中在展示柜上，突出展品的细节。整个环境显得宁静而庄重，给人一种历史厚重感和文化探索的氛围。观众可以通过这些展品感受到古代货币的演变和历史的变迁。 | 文件名: IMG | 2021年10月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2021-10-26T14:07:06",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T15:03:54"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\3868b7573217466f9d23084f362ce05a.jpg",
    "description": "这张图片展示了一个室外场景，具体地点是一个学校的入口。画面中可以看到一座建筑物，上面写有“德、智、体、美”字样，旁边是一个拱形大门，上面写着“海口市第四中学”。天空中有一道美丽的彩虹，背景是粉蓝色的天空，给人一种梦幻的感觉。周围有高大的棕榈树，增添了热带的氛围。光线柔和，似乎是傍晚时分，整个环境显得宁静而祥和，给人一种温馨和愉悦的感觉。",
    "search_text": "这张图片展示了一个室外场景，具体地点是一个学校的入口。画面中可以看到一座建筑物，上面写有“德、智、体、美”字样，旁边是一个拱形大门，上面写着“海口市第四中学”。天空中有一道美丽的彩虹，背景是粉蓝色的天空，给人一种梦幻的感觉。周围有高大的棕榈树，增添了热带的氛围。光线柔和，似乎是傍晚时分，整个环境显得宁静而祥和，给人一种温馨和愉悦的感觉。 | 文件名: 3868b7573217466f9d23084f362ce05a | 2019年6月 | 季节: 夏天 | 时段: 白天",
    "exif_data": {
      "datetime": "2019-06-03T16:11:33",
      "camera": null,
      "gps": null,
      "orientation": 1
    },
    "file_time": "2023-08-07T15:17:30"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\42fa5d2c3c69989b.jpg",
    "description": "这是一幅室外黄昏时分的城市景观图。天空被绚丽的晚霞染成橙色和粉色，云层在夕阳的映衬下显得格外柔和。远处的城市轮廓隐约可见，建筑物的剪影在渐暗的天色中显得宁静而神秘。光线柔和，给人一种温暖的感觉。整体氛围宁静而祥和，仿佛时间在这一刻静止，让人感受到一天即将结束的平和与美好。",
    "search_text": "这是一幅室外黄昏时分的城市景观图。天空被绚丽的晚霞染成橙色和粉色，云层在夕阳的映衬下显得格外柔和。远处的城市轮廓隐约可见，建筑物的剪影在渐暗的天色中显得宁静而神秘。光线柔和，给人一种温暖的感觉。整体氛围宁静而祥和，仿佛时间在这一刻静止，让人感受到一天即将结束的平和与美好。 | 文件名: 42fa5d2c3c69989b | 2023年8月 | 季节: 夏天 | 时段: 白天",
    "exif_data": {
      "datetime": null,
      "camera": null,
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T15:23:02"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_163238.jpg",
    "description": "这张图片展示了一个室外的花园场景，具体地点是一个被藤蔓和花卉覆盖的拱形长廊。主要主体是悬挂在拱顶的紫藤花，形成了一道美丽的花帘。阳光透过绿叶洒下斑驳的光影，营造出一种温暖而宁静的氛围。长廊两侧是修剪整齐的绿色灌木，背景中隐约可见更多的树木和植物。整体环境充满生机，给人一种悠闲和放松的感觉，仿佛置身于一个宁静的自然天堂。",
    "search_text": "这张图片展示了一个室外的花园场景，具体地点是一个被藤蔓和花卉覆盖的拱形长廊。主要主体是悬挂在拱顶的紫藤花，形成了一道美丽的花帘。阳光透过绿叶洒下斑驳的光影，营造出一种温暖而宁静的氛围。长廊两侧是修剪整齐的绿色灌木，背景中隐约可见更多的树木和植物。整体环境充满生机，给人一种悠闲和放松的感觉，仿佛置身于一个宁静的自然天堂。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T16:32:39",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T23:46:06"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_163201.jpg",
    "description": "这张图片展示了一个室外的公园场景。画面中央是一块大石头，上面用红色字体写着“缘起”和“Way in”，旁边有一个箭头指示方向。石头周围是绿树成荫的环境，阳光透过树叶洒在地面上，形成斑驳的光影。背景中可以看到一些灌木和小径，显得十分宁静。整体氛围温馨而祥和，给人一种悠闲自在的感觉，仿佛在邀请人们进入一个充满自然美景的地方。",
    "search_text": "这张图片展示了一个室外的公园场景。画面中央是一块大石头，上面用红色字体写着“缘起”和“Way in”，旁边有一个箭头指示方向。石头周围是绿树成荫的环境，阳光透过树叶洒在地面上，形成斑驳的光影。背景中可以看到一些灌木和小径，显得十分宁静。整体氛围温馨而祥和，给人一种悠闲自在的感觉，仿佛在邀请人们进入一个充满自然美景的地方。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T16:32:02",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T23:46:24"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_163029.jpg",
    "description": "这是一张室外场景的照片，拍摄于一个阳光明媚的日子。画面中是一座鲜艳的红色小屋，墙上挂有多块白色木牌，上面写着欢迎词和一些诗句。小屋的左侧有一个白色窗户，右侧是一扇白色的门。门旁边有一个红色的架子，上面摆放着几盆绿色植物，增添了生机。背景是郁郁葱葱的树木，阳光透过树叶洒在小屋上，营造出一种温馨而宁静的氛围。整体感觉充满了自然的活力和诗意的浪漫。",
    "search_text": "这是一张室外场景的照片，拍摄于一个阳光明媚的日子。画面中是一座鲜艳的红色小屋，墙上挂有多块白色木牌，上面写着欢迎词和一些诗句。小屋的左侧有一个白色窗户，右侧是一扇白色的门。门旁边有一个红色的架子，上面摆放着几盆绿色植物，增添了生机。背景是郁郁葱葱的树木，阳光透过树叶洒在小屋上，营造出一种温馨而宁静的氛围。整体感觉充满了自然的活力和诗意的浪漫。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T16:30:31",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T23:46:42"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_162655.jpg",
    "description": "这张图片展示了一个室外场景，地点可能是一个乡村或公园。主要主体是两只白色的鹅，它们站在绿色的草地上，似乎在悠闲地散步或观察周围的环境。背景中有一些岩石和木制栅栏，周围长满了绿色的植物，给人一种自然和谐的感觉。光线柔和，可能是一个晴朗的天气，阳光透过树叶洒在地面上。整体氛围宁静而温馨，仿佛是一个适合放松和享受大自然的美好时刻。",
    "search_text": "这张图片展示了一个室外场景，地点可能是一个乡村或公园。主要主体是两只白色的鹅，它们站在绿色的草地上，似乎在悠闲地散步或观察周围的环境。背景中有一些岩石和木制栅栏，周围长满了绿色的植物，给人一种自然和谐的感觉。光线柔和，可能是一个晴朗的天气，阳光透过树叶洒在地面上。整体氛围宁静而温馨，仿佛是一个适合放松和享受大自然的美好时刻。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T16:26:56",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T23:48:44"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_162515.jpg",
    "description": "这是一张室外的自然风景照片，拍摄地点可能是在一个山谷或森林边缘。画面中没有人物或动物，主要主体是蓝天、白云和远处的树木。天空湛蓝，几朵白云点缀其中，显得格外宁静。地平线上，树木郁郁葱葱，阳光洒在树梢，形成明暗对比。岩石的轮廓清晰可见，增加了画面的层次感。整体氛围宁静而祥和，给人一种放松和舒适的感觉。",
    "search_text": "这是一张室外的自然风景照片，拍摄地点可能是在一个山谷或森林边缘。画面中没有人物或动物，主要主体是蓝天、白云和远处的树木。天空湛蓝，几朵白云点缀其中，显得格外宁静。地平线上，树木郁郁葱葱，阳光洒在树梢，形成明暗对比。岩石的轮廓清晰可见，增加了画面的层次感。整体氛围宁静而祥和，给人一种放松和舒适的感觉。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T16:25:17",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T23:49:08"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_162246.jpg",
    "description": "这张图片展示了一个室外的自然场景，具体地点似乎是一个被岩石环绕的湖泊。湖水清澈，周围是陡峭的岩壁，上面覆盖着绿色的植被。在湖面上，有一艘小船，船上似乎有人在划船，享受宁静的水上时光。光线明亮，天空晴朗，白云点缀其间，给人一种清新的感觉。整体氛围宁静而悠闲，仿佛是一个远离城市喧嚣的世外桃源，让人感受到大自然的宁静与美好。",
    "search_text": "这张图片展示了一个室外的自然场景，具体地点似乎是一个被岩石环绕的湖泊。湖水清澈，周围是陡峭的岩壁，上面覆盖着绿色的植被。在湖面上，有一艘小船，船上似乎有人在划船，享受宁静的水上时光。光线明亮，天空晴朗，白云点缀其间，给人一种清新的感觉。整体氛围宁静而悠闲，仿佛是一个远离城市喧嚣的世外桃源，让人感受到大自然的宁静与美好。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T16:22:46",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T23:50:06"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_160210.jpg",
    "description": "这是一张室内洞穴的照片，展示了洞穴内的岩石结构。岩石表面粗糙不平，呈现出自然的纹理和形状。光线从上方照射下来，给岩石投下了阴影，部分区域被绿色的灯光照亮，增添了一种神秘的氛围。背景中没有明显的人物或动物，整个场景显得宁静而神秘。洞穴内的光线较为昏暗，给人一种探索未知的感觉，仿佛置身于一个远离尘世的隐秘世界。",
    "search_text": "这是一张室内洞穴的照片，展示了洞穴内的岩石结构。岩石表面粗糙不平，呈现出自然的纹理和形状。光线从上方照射下来，给岩石投下了阴影，部分区域被绿色的灯光照亮，增添了一种神秘的氛围。背景中没有明显的人物或动物，整个场景显得宁静而神秘。洞穴内的光线较为昏暗，给人一种探索未知的感觉，仿佛置身于一个远离尘世的隐秘世界。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T16:02:09",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T23:54:54"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_160130.jpg",
    "description": "这张图片展示了一个室内的洞穴场景，洞穴的岩壁上布满了各种颜色的灯光，包括紫色、红色、绿色和蓝色，营造出一种梦幻般的氛围。主要主体是洞穴的岩石结构，形状各异，错综复杂。灯光的照射使得岩石的纹理更加明显，仿佛在进行一场色彩的舞蹈。环境光线柔和，色彩斑斓，给人一种神秘而宁静的感觉。背景中没有明显的人物或动物，整个场景显得静谧而富有艺术感，仿佛置身于一个奇幻的地下世界。",
    "search_text": "这张图片展示了一个室内的洞穴场景，洞穴的岩壁上布满了各种颜色的灯光，包括紫色、红色、绿色和蓝色，营造出一种梦幻般的氛围。主要主体是洞穴的岩石结构，形状各异，错综复杂。灯光的照射使得岩石的纹理更加明显，仿佛在进行一场色彩的舞蹈。环境光线柔和，色彩斑斓，给人一种神秘而宁静的感觉。背景中没有明显的人物或动物，整个场景显得静谧而富有艺术感，仿佛置身于一个奇幻的地下世界。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T16:01:30",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T23:55:16"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_160028.jpg",
    "description": "这是一张洞穴内部的照片，场景位于一个天然形成的岩洞中。洞穴的墙壁由粗糙的岩石构成，颜色深沉，显得古老而神秘。洞顶有彩色灯光照射，形成红色、蓝色和绿色的光影效果，为整个环境增添了一丝梦幻的色彩。地面上有一条小径，似乎是供游客行走的通道。光线从洞口射入，照亮了部分路径，营造出一种神秘而宁静的氛围。整个场景给人一种探索未知世界的感觉，既神秘又令人兴奋。",
    "search_text": "这是一张洞穴内部的照片，场景位于一个天然形成的岩洞中。洞穴的墙壁由粗糙的岩石构成，颜色深沉，显得古老而神秘。洞顶有彩色灯光照射，形成红色、蓝色和绿色的光影效果，为整个环境增添了一丝梦幻的色彩。地面上有一条小径，似乎是供游客行走的通道。光线从洞口射入，照亮了部分路径，营造出一种神秘而宁静的氛围。整个场景给人一种探索未知世界的感觉，既神秘又令人兴奋。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T16:00:28",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-07T23:55:38"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_154452.jpg",
    "description": "这是一张室内洞穴的照片，拍摄地点可能是一个经过人工照明的溶洞。洞穴的岩壁上投射着五颜六色的灯光，主要以绿色和蓝色为主，营造出一种神秘而梦幻的氛围。岩石表面凹凸不平，形成了自然的纹理和形状。光线柔和，照亮了洞穴的内部，使得整个场景显得既奇幻又宁静。背景中没有明显的人物或动物，整个环境显得安静而神秘，仿佛置身于一个童话世界。",
    "search_text": "这是一张室内洞穴的照片，拍摄地点可能是一个经过人工照明的溶洞。洞穴的岩壁上投射着五颜六色的灯光，主要以绿色和蓝色为主，营造出一种神秘而梦幻的氛围。岩石表面凹凸不平，形成了自然的纹理和形状。光线柔和，照亮了洞穴的内部，使得整个场景显得既奇幻又宁静。背景中没有明显的人物或动物，整个环境显得安静而神秘，仿佛置身于一个童话世界。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T15:44:52",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-08T00:00:08"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_154402.jpg",
    "description": "这张图片展示了一个室内的洞穴场景，洞穴的岩壁被五颜六色的灯光照亮，形成了梦幻般的视觉效果。主要主体是洞穴本身，岩石表面粗糙不平，色彩斑斓。洞穴内没有明显的人物或动物，主要是灯光的展示。光线柔和，颜色从红色、紫色到绿色、蓝色，营造出一种神秘而奇幻的氛围。背景中可以看到洞穴的深邃延伸，给人一种探索未知的感觉。整体氛围宁静而又充满神秘色彩，仿佛进入了一个童话世界。",
    "search_text": "这张图片展示了一个室内的洞穴场景，洞穴的岩壁被五颜六色的灯光照亮，形成了梦幻般的视觉效果。主要主体是洞穴本身，岩石表面粗糙不平，色彩斑斓。洞穴内没有明显的人物或动物，主要是灯光的展示。光线柔和，颜色从红色、紫色到绿色、蓝色，营造出一种神秘而奇幻的氛围。背景中可以看到洞穴的深邃延伸，给人一种探索未知的感觉。整体氛围宁静而又充满神秘色彩，仿佛进入了一个童话世界。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T15:44:01",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-08T00:00:30"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_154349.jpg",
    "description": "这是一张室内溶洞的照片，拍摄地点可能是一个旅游景点的钟乳石洞穴。画面中，主要主体是形态各异的钟乳石，中央有一块石碑，上面刻有红色的文字。钟乳石在五光十色的灯光照射下，呈现出蓝色、绿色和紫色的光影效果，显得格外神秘。洞穴内的光线柔和，营造出一种宁静而神秘的氛围。背景中，岩壁的纹理清晰可见，显示出大自然的鬼斧神工。整体氛围让人感受到一种探索未知世界的奇妙体验。",
    "search_text": "这是一张室内溶洞的照片，拍摄地点可能是一个旅游景点的钟乳石洞穴。画面中，主要主体是形态各异的钟乳石，中央有一块石碑，上面刻有红色的文字。钟乳石在五光十色的灯光照射下，呈现出蓝色、绿色和紫色的光影效果，显得格外神秘。洞穴内的光线柔和，营造出一种宁静而神秘的氛围。背景中，岩壁的纹理清晰可见，显示出大自然的鬼斧神工。整体氛围让人感受到一种探索未知世界的奇妙体验。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T15:43:48",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-08T00:00:44"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_154316.jpg",
    "description": "这张图片展示了一个洞穴内部的场景。洞穴内有几名游客正在参观，其中一位穿着条纹衫的游客正抬头观察洞顶的钟乳石。洞穴的岩壁上被五颜六色的灯光照亮，绿色和紫色的灯光营造出一种神秘而奇幻的氛围。光线柔和，给人一种宁静而又略带神秘的感觉。洞穴内的空气似乎很湿润，岩石表面反射着微光，背景中隐约可见其他游客的身影。整体氛围安静而令人惊叹，仿佛置身于一个自然的艺术殿堂。",
    "search_text": "这张图片展示了一个洞穴内部的场景。洞穴内有几名游客正在参观，其中一位穿着条纹衫的游客正抬头观察洞顶的钟乳石。洞穴的岩壁上被五颜六色的灯光照亮，绿色和紫色的灯光营造出一种神秘而奇幻的氛围。光线柔和，给人一种宁静而又略带神秘的感觉。洞穴内的空气似乎很湿润，岩石表面反射着微光，背景中隐约可见其他游客的身影。整体氛围安静而令人惊叹，仿佛置身于一个自然的艺术殿堂。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T15:43:15",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-08T00:01:02"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_154126.jpg",
    "description": "这是一张室外的照片，拍摄地点似乎是在一个自然景区。画面中最显眼的是一块大石头，上面刻有金色的汉字，字迹清晰而有力。石头周围有一些绿色植物，增添了自然的气息。背景中可以看到模糊的树木和灌木，显示出这是一个植被茂密的地方。光线较为柔和，可能是清晨或傍晚时分，给人一种宁静而神秘的感觉。整体氛围安静祥和，仿佛是一个适合冥想和放松的场所。",
    "search_text": "这是一张室外的照片，拍摄地点似乎是在一个自然景区。画面中最显眼的是一块大石头，上面刻有金色的汉字，字迹清晰而有力。石头周围有一些绿色植物，增添了自然的气息。背景中可以看到模糊的树木和灌木，显示出这是一个植被茂密的地方。光线较为柔和，可能是清晨或傍晚时分，给人一种宁静而神秘的感觉。整体氛围安静祥和，仿佛是一个适合冥想和放松的场所。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T15:41:28",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-08T00:01:28"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_153236.jpg",
    "description": "这张图片展示了一个室外公园的场景，阳光透过树叶洒在地面上，营造出温暖而宁静的氛围。画面中央是一块大石头，上面刻有红色的“情廊”字样，显得格外醒目。石头周围是茂密的树林，树木高大，枝叶繁茂，背景中可以看到阳光在树影间闪烁。地面上铺满了细小的石子和落叶，显得自然且和谐。整体环境给人一种宁静而祥和的感觉，仿佛是一个适合散步和沉思的地方。",
    "search_text": "这张图片展示了一个室外公园的场景，阳光透过树叶洒在地面上，营造出温暖而宁静的氛围。画面中央是一块大石头，上面刻有红色的“情廊”字样，显得格外醒目。石头周围是茂密的树林，树木高大，枝叶繁茂，背景中可以看到阳光在树影间闪烁。地面上铺满了细小的石子和落叶，显得自然且和谐。整体环境给人一种宁静而祥和的感觉，仿佛是一个适合散步和沉思的地方。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T15:32:38",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-08T00:02:24"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_105427.jpg",
    "description": "这是一幅室外公园的照片，场景位于一个绿意盎然的花园中。画面中央是一棵开满黄色花朵的树，树下有几个人正在拍照，似乎在捕捉这美丽的自然景色。背景中可以看到传统风格的建筑屋顶，增添了几分古典气息。周围的灌木和其他植物郁郁葱葱，显得生机勃勃。光线柔和，天气似乎是阴天，给整个场景增添了一种宁静而祥和的氛围。整体感觉温馨而放松，仿佛是一个适合休闲散步的好地方。",
    "search_text": "这是一幅室外公园的照片，场景位于一个绿意盎然的花园中。画面中央是一棵开满黄色花朵的树，树下有几个人正在拍照，似乎在捕捉这美丽的自然景色。背景中可以看到传统风格的建筑屋顶，增添了几分古典气息。周围的灌木和其他植物郁郁葱葱，显得生机勃勃。光线柔和，天气似乎是阴天，给整个场景增添了一种宁静而祥和的氛围。整体感觉温馨而放松，仿佛是一个适合休闲散步的好地方。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T10:54:28",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-08T00:15:06"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG_20201123_104944.jpg",
    "description": "这是一幅室外的自然景观图，拍摄地点可能是一个公园或花园。画面的主体是一片宁静的池塘，池塘中漂浮着盛开的粉色睡莲，周围环绕着茂密的绿色植物。池塘的水面平静，反射出周围的树木和天空。背景中可以看到高大的树木，营造出一种幽静的氛围。光线柔和，似乎是阴天，给人一种清新而宁静的感觉。整体氛围温馨而自然，仿佛是一个适合放松和沉思的地方。",
    "search_text": "这是一幅室外的自然景观图，拍摄地点可能是一个公园或花园。画面的主体是一片宁静的池塘，池塘中漂浮着盛开的粉色睡莲，周围环绕着茂密的绿色植物。池塘的水面平静，反射出周围的树木和天空。背景中可以看到高大的树木，营造出一种幽静的氛围。光线柔和，似乎是阴天，给人一种清新而宁静的感觉。整体氛围温馨而自然，仿佛是一个适合放松和沉思的地方。 | 文件名: IMG | 2020年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2020-11-23T10:49:44",
      "camera": "HUAWEI CLT-AL00",
      "gps": null,
      "orientation": 0
    },
    "file_time": "2023-08-08T00:16:06"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG20230904055201.jpg",
    "description": "这是一幅室外的风景照片，拍摄于一条宁静的河流旁。河道两旁种满了茂密的树木，整齐排列，给人一种自然的和谐美感。远处可以看到一座拱桥横跨河面，桥的倒影在水中清晰可见。背景中有几栋高楼，显示出这是一个城市中的河流景观。天空中挂着一轮淡淡的夕阳，光线柔和，为整个场景增添了一丝温暖的色调。整个画面呈现出一种宁静而祥和的氛围，让人感受到大自然的静谧与城市的融合。",
    "search_text": "这是一幅室外的风景照片，拍摄于一条宁静的河流旁。河道两旁种满了茂密的树木，整齐排列，给人一种自然的和谐美感。远处可以看到一座拱桥横跨河面，桥的倒影在水中清晰可见。背景中有几栋高楼，显示出这是一个城市中的河流景观。天空中挂着一轮淡淡的夕阳，光线柔和，为整个场景增添了一丝温暖的色调。整个画面呈现出一种宁静而祥和的氛围，让人感受到大自然的静谧与城市的融合。 | 文件名: IMG20230904055201 | 2023年9月 | 季节: 秋天 | 时段: 夜晚",
    "exif_data": {
      "datetime": "2023-09-04T05:52:01",
      "camera": "OnePlus OnePlus 11",
      "gps": null,
      "orientation": 1
    },
    "file_time": "2023-09-04T05:52:02"
  },
  {
    "photo_path": "C:\\Users\\86159\\Desktop\\test\\IMG20241130102508.jpg",
    "description": "这张图片展示了一个室内场景，可能是在一个博物馆或展览馆内。主要主体是一枚大型导弹，放置在一个展示架上。导弹呈蓝色，显得非常醒目。旁边有一个信息牌，提供了关于导弹的详细信息。环境光线较为柔和，透过大窗户的自然光线为室内增添了一丝温暖。背景中可以看到窗外的建筑物，显示出这是一个现代化的展览空间。整体氛围显得庄重而宁静，适合参观者驻足观看和学习。",
    "search_text": "这张图片展示了一个室内场景，可能是在一个博物馆或展览馆内。主要主体是一枚大型导弹，放置在一个展示架上。导弹呈蓝色，显得非常醒目。旁边有一个信息牌，提供了关于导弹的详细信息。环境光线较为柔和，透过大窗户的自然光线为室内增添了一丝温暖。背景中可以看到窗外的建筑物，显示出这是一个现代化的展览空间。整体氛围显得庄重而宁静，适合参观者驻足观看和学习。 | 文件名: IMG20241130102508 | 2024年11月 | 季节: 秋天 | 时段: 白天",
    "exif_data": {
      "datetime": "2024-11-30T10:25:08",
      "camera": "OnePlus OnePlus 11",
      "gps": null,
      "orientation": 1
    },
    "file_time": "2024-11-30T10:25:10"
  }
]